[{"title":"Graduation from Tsinghua","date":"2017-07-07T13:21:23.000Z","path":"2017/07/07/graduation/","text":"Four days ago, I graduated from Tsinghua University and received my B.Eng in Electronic Information Science and Technology. I spent 4 wonderful years in Tsinghua during which I met many nice people and have a lot of memorable moments. Next month, I will fly to Johns Hopkins University in Baltimore, MD, USA pursuing my Ph.D. degree in Computer Science. There will be some time before I come back to China again, so I need to spend more time with my family and friends this month. Goodbye, Tsinghua.Hello, Hopkins.","tags":[{"name":"Memories","slug":"Memories","permalink":"http://yizhangz.github.io/tags/Memories/"}]},{"title":"Hello World","date":"2017-02-25T15:47:03.318Z","path":"2017/02/25/hello-world/","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","tags":[]},{"title":"Birthday Party and Old Friends Reunion","date":"2017-02-25T14:59:23.000Z","path":"2017/02/25/Birthday-party/","text":"I went to the birthday party of FXL, my high school classmate whom I haven’t seen for three years, and met many old friends there. FGL: The last time I saw you was Oct. 2014 when I was studying TOEFL at XDF, Weigong Chun. I remember that you were with JS then and we recognized each other at a glance. PX: Long time no see. The nickname Big Bird is quite weird 2333, but you are definitely a nice guy. Good luck with the interview. YZ: Your name sounds identical to mine which often embarrassed us at school (especially when we were classmates). You are very friendly and good-natured. Though I was quiet at school and didn’t used to play with girls, we still had a few conversations. CL: We had been classmates for three years, but only since college did we get familiar with each other. You are enthusiastic and a little boyish which makes you easy to get along with. HZ: You were a member of the Special Interest Group on Physics, No.1 High School, JA, 2010-2012. You used to ask many questions which is very impressive. FXL: Happy birthday! I am glad that you have receive the offer from your dream school which would certainly be the best birthday present.You are an independent person with own ideas and aspiration to become a professional. I am sure you will have a good life in the future.","tags":[{"name":"Friends","slug":"Friends","permalink":"http://yizhangz.github.io/tags/Friends/"},{"name":"Memories","slug":"Memories","permalink":"http://yizhangz.github.io/tags/Memories/"}]}]