[{"title":"Microeconomics Overview","date":"2020-06-18T02:45:40.000Z","path":"2020/06/17/Microeconomics/","text":"微观经济学绪论MIT课程视频英文字幕 微观经济学是关于物质的稀有性的学科，它研究的是个人和公司们在物质稀有的世界里怎样做出决策。所以本学期学习的是各种形式的有约束条件的优化问题。人生就是不停地做出决策（Life is about decision making）微观经济学研究做出决策的理由。 这门课程（微观经济学）讨论的是权衡。在有限资源的前提下，个人和公司们如何权衡各种选项以是的它们自己尽可能过得更好。这就是为什么人们说经济学是一门忧郁学科。因为不是每个人都能拥有所有，经济学家总是说，你不能拥有所有，你需要权衡，你需要放弃X来得到Y（机会成本）。（但是教授觉得经济学是一门有趣的学科） 经济学的模型不像物理模型那样精确。我们通过进行简化的假设，让我们能够获得数据中的主要趋势，让我们可以深刻了解个人怎样做出消费决策以及公司如何做出生产决策。但是这些不会想其他低年级课程中一样有严格而清晰的证明。 我们对消费者和公司的行为做出如下简化的假设：公司（firms）：在给定的客户需求和成本下的利益最大化消费者（consumer）：在有限预算下效用最大化 消费者考虑的是我有多少钱，商品卖多少钱，以及我自己的喜好公司考虑的是消费者需要什么商品，我怎么样生产这些商品，我生产这些商品需要多少成本以及怎样结合这些因素来获得最大的收益。 从这些假设中我们可以提出三个微观经济学中的基本问题： 需要生产什么样的商品和服务？ 怎样生产这些商品和服务？ 谁的到这些商品的服务？ 我们将从这门课中学到，这三个驱动整个经济体的问题都有一个重要的变量解决–价格（price）。 消费者和公司在市场中进行互动，从市场中会产生一系列价格，这些价格让公司和消费者可以进行决策。 举一个随意的例子（本学期将有更严格的例子），让我们想一下iPod（苹果公司的一种音乐播放器）的生产。当苹果公司考虑生产iPod的时候，它们要问，消费者需要它吗？消费者需要根据自己有限的资源进行决定，在自己同时需要买一系列商品的时候，它们是否愿意放弃一些东西来购买iPod。很明显，消费者愿意花一大笔钱购买iPod，这些钱（300美元）本来可以购买其他的东西。所以公司从消费者那里得到了一个信号，就是消费者愿意出高价得到iPod。然后公司会想，我们要不要生产iPod？这取决于生产他们需要多少钱。我们需要看零部件的价格，里面的芯片，金属以及其他东西的价格。然后公司可以从世界上的不同国家购买不同种类的芯片，显示器等等。同样的，它们会产看不同零部件的价格来决定怎样生产iPod。所以，问题1，是否生产iPod将取决于人们愿意为其付出的价格；问题2，怎样生成iPod将取决于公司需要为iPod的零部件付出的价格；最后，问题3，谁可以得到iPod：愿意花钱买iPod的消费者能得到iPod。所以，市场中的价格最终决定谁得到iPod。 这是一个非常非常简化的例子。很多时候价格不能决定这些事情。比如需要排几个小时的队买Lady Gaga的演唱会门票。本来应该是那些愿意花最多钱的人得到门票。那么，为什么需要排队呢？更不用说人们本来不愿意为任何事情付钱，当然那是另一个问题，人的爱好的问题。（当然，现在有了网上购票，有固定的票价）理想情况下应该有一个拍卖机制，出价最高者得到门票。 几对术语的区别： 理论经济学(Theoretical economics)：建立模型来做出预测（可以被检验的预测） （本课程的95%） 实验经济学(Empirical economics)：收集数据然后使用统计方法检验这些模型（回归分析） 实证经济学（Positive economics）：世界是什么样的 规范经济学（Normative economics）：世界应该是什么样的（公平性） 一个例子：在eBay（美国淘宝）上拍卖肾 完美竞争市场，自由出价（ask），自由报价（bid)，出价高者得。起拍价$25,000，最终炒到500万美元，然后eBay关停了拍卖。 问题1：为什么肾的价格这么高？（positive问题） 供求双方决定价格，不能只考虑一方（水和钻石） 问题2：eBay应不应该允许出售器官（normative问题） 富人是否可以先得到器官 考虑病情严重程度 值得讨论 本学期，我们会关注效率和优化以及怎样把资源用在合适的地方，当然要记住这背后有很多深刻的规范性问题。 最后，我要强调，微观经济学不是一个抽象的概念。因为几乎所有的决策都可以从我们本学期将要介绍的框架中产生。经济学家研究过几乎人们做出的所有的决策问题。大到生产iPod，小到夫妻每周几次，经济学家都试图用模型来解释，只有有的成功，有的不那么成功。因为经济学家认为这些都属于一个决策理论的框架中（之后将会讨论到）。 举一个简单的例子，关于买书的决策。新版书$130，二手旧版书$85，买哪个？首先取决于你的偏好，你是否愿意为新版书中的新内容付出额外的钱？你会想，新书可能和旧书完全一样。你是否愿意承担风险买旧书？有的人喜欢风险，有的人讨厌风险。第二取决于你的约束（预算），你有多少钱，你越有钱（你父母越有钱），你就可能越愿意买新书。最后，你把你的偏好和预算带去市场，比较价格，解决一个优化问题然后决定是否购买新书。 你可能会觉得，这样太愚蠢了，我从来没有这样想过。但是关键是你不一定需要完全按这样思考。有一个经济学中著名的例子，叫好像原则。来自著名经济学家弥尔顿·弗里德曼。比如在打桌球的时候，你可以每次击球通过都计算最佳的击球角度来得到需要的反弹从而把球打进。你可以通过数学计算得到他。但是，职业桌球运动员不会做这些计算，它们只是知道怎么样击球可以得到与求解数学计算得到最佳轨迹相同的结果。他们表现得好像它们求解了带约束的优化问题。同样，在你决定买不买书的时候，你也许没有按照刚才提到的框架进行思考，但是你会表现得好像自己已经做了思考，因为这些事情已经在你的大脑里了，你只需要在做决定的时候考虑它们。 所以，虽然你可能觉得在这门课中学习到的模型非常抽象并且没有完全解释你的日常行为，你会表现得好像这些模型对你是有用的。如果在接下来的几天里，你考虑你做的每一个决策，从你今天应不应该带伞（带伞可能会丢，不带可能会淋湿），到我应不应该在周五的排队上多喝一杯。这些事情都有好处和坏处。这些都是你需要做出的决策。它们会影响你的生活。在本学期中我们会学习你是怎么做出这些决策的，我们如何建模，经济学家怎么样用我们学到的东西来理解经济的运转。 附：课程安排 第一单元：供应和需求 课程简介应用供求关系价格弹性 第二单元：消费者理论 偏好和效用预算约束需求曲线消费者理论的应用：劳动力 第三单元：生产者理论 生产者理论简介生产力和成本竞争 第四单元：福利经济学竞争福利经济学原则 第五单元：单一垄断和寡头垄断 单一垄断寡头垄断 第六单元：中级微观经济学专题 生产力要素市场国际贸易不确定性资本供应和市场 第七单元：平等和效率 平等和效率政府再分配政策美国社会保险项目医疗经济","tags":[{"name":"MBA","slug":"MBA","permalink":"http://yizhangz.github.io/tags/MBA/"},{"name":"Finance","slug":"Finance","permalink":"http://yizhangz.github.io/tags/Finance/"}]},{"title":"Course Overview","date":"2020-06-15T06:26:01.000Z","path":"2020/06/14/Course-Overview/","text":"沃顿商学院MBA课程Fixed Core CoursesThe fixed core courses within the Wharton MBA program consist of the fundamentals and analytical courses that set the stage for your education. These are classes typical of what you would take in business school, and help prepare you for your future, whether you come to Wharton with a background in business, liberal arts, engineering or more. 固定核心课程沃顿的MBA项目中的固定核心课程包括基础和分析课程，它们将给你的学习打下基础。这些是您在商学院学习时所学的典型课程，无论您是具有商业，文科，工程学或其他背景，都可以为您的未来做好准备。 Leadership: Foundations of Teamwork and LeadershipDevelop your future personal leadership style and capabilities. You will begin with the Teamwork and Leadership Simulation—a team-based, highly interactive simulation that is custom-designed for this course.领导力：团队合作和领导力的基础发展您未来的个人领导风格和能力。 您将从团队合作和领导力模拟开始，这是针对此课程定制设计的基于团队的，高度交互的模拟。 Marketing: Marketing ManagementDevelop skills to apply analytical concepts and marketing tools to decisions like segmentation and targeting, branding, pricing, distribution, and promotion.市场营销：市场营销管理培养将分析概念和营销工具应用于细分和定位，品牌，定价，分销和促销等决策的技能。 Microeconomics: Microeconomic FoundationMaster the basic theory of microeconomics: supply, demand, consumer behavior, market price and output, production, cost, simple competitive market equilibrium, simple monopoly pricing and output determination, price discrimination, and bundling.微观经济学：微观经济学基础掌握微观经济学的基本理论：供给，需求，消费者行为，市场价格和产出，生产，成本，简单的竞争市场均衡，简单的垄断定价和产出确定，价格歧视和捆绑。 Economics: Advanced Topics in Managerial EconomicsApply microeconomic theory to firm management and learn how to use microeconomics to enhance decision making. Topics include: sophisticated pricing policies, transfer pricing, strategies for dealing with competitor firms, cooperation strategies, managing under uncertainty, and more.经济学：管理经济学高级主题将微观经济学理论应用到公司管理中，并学习如何使用微观经济学来增强决策能力。 主题包括：复杂的定价政策，转让定价，与竞争对手公司打交道的策略，合作策略，不确定性下的管理等等。 Statistics: Regression Analysis for ManagersBecome familiar with two key statistical methodologies for working with data: regression analysis and experimentation. Learn techniques such as least-squares estimation, tests and confidence intervals, correlation and autocorrelation, collinearity, and randomization.统计：经理的回归分析熟悉用于处理数据的两种主要统计方法：回归分析和实验。 学习技巧，例如最小二乘估计，测试和置信区间，相关和自相关，共线性和随机化。 Management Communication: Speaking and WritingSpeaking: Strengthen your skills in persuasion, impromptu speaking, speaking confidently, handling Q&amp;A, and speaking on camera during the Fall speaking course. You’ll have a choice of advanced topics during the Spring speaking courses.管理沟通：口语和写作口语：在秋季口语课程中，增强说服力，即席口语，自信地说话，处理问答以及在镜头前讲话。 在春季演讲课程中，您可以选择高级主题。 Writing: Learn to craft clear, concise, and persuasive writing in the Fall writing course. This is a pass/fail, non-credit course required for graduation.写作：在秋季写作课程中学习制作清晰，简洁和有说服力的作品。 这是毕业所需要的通过/不通过的非学分课程。 Flexible Core CoursesMore than half of the core courses are flexible in order to match your learning style, interests, and goals. Within each different core area, the course choices offer additional flexibility in content, timing, and format. Subjects include:灵活的核心课程一半以上的核心课程是灵活的，以匹配您的学习风格，兴趣和目标。 在每个不同的核心领域中，课程选择在内容，时间和格式方面都提供了更多的灵活性。 主题包括： Operations, Information, and DecisionsOptions: Quality and Productivity, Business Analytics, Information Technology and Business Transformation, Innovation, Operations Strategy运营，信息和决策选项：质量和生产力，业务分析，信息技术和业务转型，创新，运营策略 MarketingOptions: Dynamic Marketing Strategy, Strategic Marketing Simulations营销学选项：动态营销策略，战略营销模拟 CommunicationsOptions: Advanced Persuasive Speaking, Communications Challenges for Entrepreneurs沟通选项：高级说服力演讲，企业家的沟通挑战 AccountingOptions: Financial Accounting, Accelerated Financial Accounting, Financial and Managerial Accounting会计选项：财务会计，加速财务会计，财务和管理会计 Corporate FinanceOptions: Corporate Finance, Accelerated Corporate Finance, Introduction to Corporate Finance公司财务选项：公司财务，加速公司财务，公司财务简介 MacroeconomicsOptions: Macroeconomics, Introduction to Macroeconomics宏观经济学选项：宏观经济学，宏观经济学导论 ManagementOptions: Managing the Established Enterprise, Managing the Emerging Enterprise管理选项：管理已建立的企业，管理新兴企业 Legal Studies &amp; Business EthicsOptions: Responsibility in Global Management, Responsibility in Business法律研究与商业道德选项：全球管理责任，业务责任","tags":[{"name":"MBA","slug":"MBA","permalink":"http://yizhangz.github.io/tags/MBA/"},{"name":"Finance","slug":"Finance","permalink":"http://yizhangz.github.io/tags/Finance/"}]},{"title":"Hello World","date":"2017-12-06T18:08:12.952Z","path":"2017/12/06/hello-world/","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment IssuesYou need to make a commit use the owner of the project.","tags":[]},{"title":"Graduation from Tsinghua","date":"2017-07-08T04:21:23.000Z","path":"2017/07/07/graduation/","text":"Four days ago, I graduated from Tsinghua University and received my B.Eng in Electronic Information Science and Technology. I spent 4 wonderful years in Tsinghua during which I met many nice people and have a lot of memorable moments. Next month, I will fly to Johns Hopkins University in Baltimore, MD, USA pursuing my Ph.D. degree in Computer Science. There will be some time before I come back to China again, so I need to spend more time with my family and friends this month. Goodbye, Tsinghua.Hello, Hopkins.","tags":[{"name":"Memories","slug":"Memories","permalink":"http://yizhangz.github.io/tags/Memories/"}]},{"title":"Birthday Party and Old Friends Reunion","date":"2017-02-26T06:59:23.000Z","path":"2017/02/25/Birthday-party/","text":"I went to the birthday party of FXL, my high school classmate whom I haven’t seen for three years, and met many old friends there. FGL: The last time I saw you was Oct. 2014 when I was studying TOEFL at XDF, Weigong Chun. I remember that you were with JS then and we recognized each other at a glance. PX: Long time no see. The nickname Big Bird is quite weird 2333, but you are definitely a nice guy. Good luck with the interview. YZ: Your name sounds identical to mine which often embarrassed us at school (especially when we were classmates). You are very friendly and good-natured. Though I was quiet at school and didn’t used to play with girls, we still had a few conversations. CL: We had been classmates for three years, but only since college did we get familiar with each other. You are enthusiastic and a little boyish which makes you easy to get along with. HZ: You were a member of the Special Interest Group on Physics, No.1 High School, JA, 2010-2012. You used to ask many questions which is very impressive. FXL: Happy birthday! I am glad that you have receive the offer from your dream school which would certainly be the best birthday present.You are an independent person with own ideas and aspiration to become a professional. I am sure you will have a good life in the future.","tags":[{"name":"Friends","slug":"Friends","permalink":"http://yizhangz.github.io/tags/Friends/"},{"name":"Memories","slug":"Memories","permalink":"http://yizhangz.github.io/tags/Memories/"}]}]