[{"title":"Course Overview","date":"2020-06-15T06:26:01.000Z","path":"2020/06/14/Course-Overview/","text":"沃顿商学院MBA课程Fixed Core CoursesThe fixed core courses within the Wharton MBA program consist of the fundamentals and analytical courses that set the stage for your education. These are classes typical of what you would take in business school, and help prepare you for your future, whether you come to Wharton with a background in business, liberal arts, engineering or more. 固定核心课程沃顿的MBA项目中的固定核心课程包括基础和分析课程，它们将给你的学习打下基础。这些是您在商学院学习时所学的典型课程，无论您是具有商业，文科，工程学或以上背景的沃顿商学院，都可以为您的未来做好准备。 Leadership: Foundations of Teamwork and LeadershipDevelop your future personal leadership style and capabilities. You will begin with the Teamwork and Leadership Simulation—a team-based, highly interactive simulation that is custom-designed for this course.领导力：团队合作和领导力的基础发展您未来的个人领导风格和能力。 您将从团队合作和领导力模拟开始，这是针对此课程定制设计的基于团队的，高度交互的模拟。 Marketing: Marketing ManagementDevelop skills to apply analytical concepts and marketing tools to decisions like segmentation and targeting, branding, pricing, distribution, and promotion.市场营销：市场营销管理培养将分析概念和营销工具应用于细分和定位，品牌，定价，分销和促销等决策的技能。 Microeconomics: Microeconomic FoundationMaster the basic theory of microeconomics: supply, demand, consumer behavior, market price and output, production, cost, simple competitive market equilibrium, simple monopoly pricing and output determination, price discrimination, and bundling.微观经济学：微观经济学基础掌握微观经济学的基本理论：供给，需求，消费者行为，市场价格和产出，生产，成本，简单的竞争市场均衡，简单的垄断定价和产出确定，价格歧视和捆绑。 Economics: Advanced Topics in Managerial EconomicsApply microeconomic theory to firm management and learn how to use microeconomics to enhance decision making. Topics include: sophisticated pricing policies, transfer pricing, strategies for dealing with competitor firms, cooperation strategies, managing under uncertainty, and more.经济学：管理经济学高级主题将微观经济学理论应用到公司管理中，并学习如何使用微观经济学来增强决策能力。 主题包括：复杂的定价政策，转让定价，与竞争对手公司打交道的策略，合作策略，不确定性下的管理等等。 Statistics: Regression Analysis for ManagersBecome familiar with two key statistical methodologies for working with data: regression analysis and experimentation. Learn techniques such as least-squares estimation, tests and confidence intervals, correlation and autocorrelation, collinearity, and randomization.统计：经理的回归分析熟悉用于处理数据的两种主要统计方法：回归分析和实验。 学习技巧，例如最小二乘估计，测试和置信区间，相关和自相关，共线性和随机化。 Management Communication: Speaking and WritingSpeaking: Strengthen your skills in persuasion, impromptu speaking, speaking confidently, handling Q&amp;A, and speaking on camera during the Fall speaking course. You’ll have a choice of advanced topics during the Spring speaking courses.管理沟通：口语和写作口语：在秋季口语课程中，增强说服力，即席口语，自信地说话，处理问答以及在镜头前讲话。 在春季演讲课程中，您可以选择高级主题。 Writing: Learn to craft clear, concise, and persuasive writing in the Fall writing course. This is a pass/fail, non-credit course required for graduation.写作：在秋季写作课程中学习制作清晰，简洁和有说服力的作品。 这是毕业所需要的通过/不通过的非学分课程。 Flexible Core CoursesMore than half of the core courses are flexible in order to match your learning style, interests, and goals. Within each different core area, the course choices offer additional flexibility in content, timing, and format. Subjects include:灵活的核心课程一半以上的核心课程是灵活的，以匹配您的学习风格，兴趣和目标。 在每个不同的核心领域中，课程选择在内容，时间和格式方面都提供了更多的灵活性。 主题包括： Operations, Information, and DecisionsOptions: Quality and Productivity, Business Analytics, Information Technology and Business Transformation, Innovation, Operations Strategy运营，信息和决策选项：质量和生产力，业务分析，信息技术和业务转型，创新，运营策略 MarketingOptions: Dynamic Marketing Strategy, Strategic Marketing Simulations营销学选项：动态营销策略，战略营销模拟 CommunicationsOptions: Advanced Persuasive Speaking, Communications Challenges for Entrepreneurs沟通选项：高级说服力演讲，企业家的沟通挑战 AccountingOptions: Financial Accounting, Accelerated Financial Accounting, Financial and Managerial Accounting会计选项：财务会计，加速财务会计，财务和管理会计 Corporate FinanceOptions: Corporate Finance, Accelerated Corporate Finance, Introduction to Corporate Finance公司财务选项：公司财务，加速公司财务，公司财务简介 MacroeconomicsOptions: Macroeconomics, Introduction to Macroeconomics宏观经济学选项：宏观经济学，宏观经济学导论 ManagementOptions: Managing the Established Enterprise, Managing the Emerging Enterprise管理选项：管理已建立的企业，管理新兴企业 Legal Studies &amp; Business EthicsOptions: Responsibility in Global Management, Responsibility in Business法律研究与商业道德选项：全球管理责任，业务责任","tags":[{"name":"MBA","slug":"MBA","permalink":"http://yizhangz.github.io/tags/MBA/"},{"name":"Finance","slug":"Finance","permalink":"http://yizhangz.github.io/tags/Finance/"}]},{"title":"Hello World","date":"2017-12-06T18:08:12.952Z","path":"2017/12/06/hello-world/","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","tags":[]},{"title":"Graduation from Tsinghua","date":"2017-07-08T04:21:23.000Z","path":"2017/07/07/graduation/","text":"Four days ago, I graduated from Tsinghua University and received my B.Eng in Electronic Information Science and Technology. I spent 4 wonderful years in Tsinghua during which I met many nice people and have a lot of memorable moments. Next month, I will fly to Johns Hopkins University in Baltimore, MD, USA pursuing my Ph.D. degree in Computer Science. There will be some time before I come back to China again, so I need to spend more time with my family and friends this month. Goodbye, Tsinghua.Hello, Hopkins.","tags":[{"name":"Memories","slug":"Memories","permalink":"http://yizhangz.github.io/tags/Memories/"}]},{"title":"Birthday Party and Old Friends Reunion","date":"2017-02-26T06:59:23.000Z","path":"2017/02/25/Birthday-party/","text":"I went to the birthday party of FXL, my high school classmate whom I haven’t seen for three years, and met many old friends there. FGL: The last time I saw you was Oct. 2014 when I was studying TOEFL at XDF, Weigong Chun. I remember that you were with JS then and we recognized each other at a glance. PX: Long time no see. The nickname Big Bird is quite weird 2333, but you are definitely a nice guy. Good luck with the interview. YZ: Your name sounds identical to mine which often embarrassed us at school (especially when we were classmates). You are very friendly and good-natured. Though I was quiet at school and didn’t used to play with girls, we still had a few conversations. CL: We had been classmates for three years, but only since college did we get familiar with each other. You are enthusiastic and a little boyish which makes you easy to get along with. HZ: You were a member of the Special Interest Group on Physics, No.1 High School, JA, 2010-2012. You used to ask many questions which is very impressive. FXL: Happy birthday! I am glad that you have receive the offer from your dream school which would certainly be the best birthday present.You are an independent person with own ideas and aspiration to become a professional. I am sure you will have a good life in the future.","tags":[{"name":"Friends","slug":"Friends","permalink":"http://yizhangz.github.io/tags/Friends/"},{"name":"Memories","slug":"Memories","permalink":"http://yizhangz.github.io/tags/Memories/"}]}]